
-- phpMyAdmin SQL Dump
-- version 2.11.4
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Oct 22, 2013 at 04:10 PM
-- Server version: 5.1.57
-- PHP Version: 5.2.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- Database: `a2435771_lpg`
--

-- --------------------------------------------------------

--
-- Table structure for table `config`
--

CREATE TABLE `config` (
  `id` int(11) NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `value` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  FULLTEXT KEY `name` (`name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `config`
--

INSERT INTO `config` VALUES(1, 'timestamp', '1382324765');
INSERT INTO `config` VALUES(2, 'min_price', '2.7');
INSERT INTO `config` VALUES(3, 'update_counter', '13');

-- --------------------------------------------------------

--
-- Table structure for table `lpg_israel`
--

CREATE TABLE `lpg_israel` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `time` text COLLATE utf8_unicode_ci NOT NULL,
  `lat` double NOT NULL,
  `lng` double NOT NULL,
  `price` double NOT NULL,
  `type` int(2) NOT NULL,
  `updated` text COLLATE utf8_unicode_ci NOT NULL,
  `owner` int(11) NOT NULL DEFAULT '0',
  `address` text COLLATE utf8_unicode_ci NOT NULL,
  `phone` text COLLATE utf8_unicode_ci NOT NULL,
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `lat` (`lat`,`lng`,`type`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1492 ;

--
-- Dumping data for table `lpg_israel`
--

INSERT INTO `lpg_israel` VALUES(1408, 'אבן יהודה ,אמישראגז', 'א-ה: 06:00-21:00 ו'': 06:00-17:00', 32.258068, 34.883972, 3.6, 1, '15.10.2013', 6, 'אבן יהודה, רח'' הפלמ"ח 28 ', '1-700-507-999');
INSERT INTO `lpg_israel` VALUES(1409, 'אור יהודה ,דור אלון', 'א-ה 24 שעות ,ו - עד כניסת השבת ,מוצ"ש', 32.021828, 34.864956, 3.82, 1, '16.10.2013', 1, 'אור יהודה, החרושת 17', '054-5438084');
INSERT INTO `lpg_israel` VALUES(1410, 'אילת ,קיבוץ אילות ,דור אלון', '‎א-ש 24 שעות', 29.577787, 34.966961, 3.32, 1, '20.10.2013', 1, 'קיבוץ אילות, אחרי המסחום', '054-5438762');
INSERT INTO `lpg_israel` VALUES(1411, '‎8. באר שבע ,יגל גז', '‎א-ש 24 שעות', 31.226398, 34.813057, 3.5, 1, '20.10.2013', 8, '', '');
INSERT INTO `lpg_israel` VALUES(1412, '‎9. באר שבע ,דור אלון', '‎א-ה 07:00-23:00 ש'' 10:00-23:00', 31.232141, 34.797672, 3.92, 1, '11.10.2013', 1, 'באר שבע, הגפן 4', '08-6272917');
INSERT INTO `lpg_israel` VALUES(1413, '‎10. בית דגן ,גז גל (אחורי דור אלון)', '‎א-ש 24 שעות', 31.990265, 34.830086, 3.6, 1, '02.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1414, 'עמק חפר ,גזפרו', '‎א-ש 24 שעות', 32.405312, 34.898888, 3.89, 1, '11.10.2013', 2, 'רח'' גשר העץ 10, פארק התעשיות עמק חפר', '04-6212414');
INSERT INTO `lpg_israel` VALUES(1415, 'געש ,דור אלון', '‎א-ש 24 שעות', 32.225163, 34.830288, 3.92, 1, '20.10.2013', 1, 'געש', '054-5438314');
INSERT INTO `lpg_israel` VALUES(1416, 'דימונה ,פזגז', '‎א-ש 24 שעות', 31.061804, 35.019093, 3.58, 1, '01.01.1970', 2, 'כניסה ראשית לעיר דימונה, תחנת דלק "פז", כביש באר שבע-סדום', '08-6572587');
INSERT INTO `lpg_israel` VALUES(1417, '‎הרצליה, סובארו, יפנאוטו', '‎א-ה 07:00-17:00 ו'' 07:00-13:00 למנויים בלבד', 32.159893, 34.808197, 0, 0, '01.01.1970', 0, '', '');
INSERT INTO `lpg_israel` VALUES(1418, '‎17. חולון ,גז יגל', 'תחנה לא פעולה כרגה. תבדקו אחרי 19.10.2013. טל: 03-559-51-22', 32.02494, 34.794296, 3.54, 1, '01.01.1970', 8, '', '');
INSERT INTO `lpg_israel` VALUES(1419, '‎19. חיפה, ג''יי גז', '‎א''-ה'' 8:00-18:00 , שישי עד 14:0', 32.80632, 35.062096, 0, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1420, '‎20. חיפה ,תפוז', '‎א-ש 24 שעות', 32.782963, 35.037525, 0, 1, '01.01.1970', 5, '', '');
INSERT INTO `lpg_israel` VALUES(1421, '‎22. חצור הגלילית ,דלק', '‎א-ש 24 שעות', 32.982368, 35.557262, 3.93, 1, '14.10.2013', 4, '', '');
INSERT INTO `lpg_israel` VALUES(1422, '‎23. טבריה ,פאי גז', '‎א-ה 24 שעות ו'' עד כניסת שבת מוצ"ש החל מצאת שבת', 32.778587, 35.499912, 3.72, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1423, '‎25. ירושלים ,אמישראגז', '‎א-ה 06:00-23:00 ו'' מ 06:00 עד שעה לפני כניסת שבת מוצ"ש שעה אחרי צאת שבת עד 23:00', 31.7516, 35.212349, 4.2, 1, '15.10.2013', 6, '', '');
INSERT INTO `lpg_israel` VALUES(1424, 'כביש 42 ,דור אלון', 'א-ה 06:00-22:00 ,ו'' 06:00-14:00 ,מוצ"ש עד 22:00', 31.817635, 34.700886, 3.92, 1, '11.10.2013', 1, 'בני דרום', '054-3232687');
INSERT INTO `lpg_israel` VALUES(1425, 'כפר ירכא ,דור אלון', '‎א-ש 24 שעות', 32.945541, 35.170017, 3.92, 1, '18.10.2013', 1, 'ירכא, כביש הגישה 8533', '04-9967484');
INSERT INTO `lpg_israel` VALUES(1426, 'כפר חורה, דור אלון בסונול', '‎א-ש 24 שעות', 31.292633, 34.924614, 3.83, 1, '20.10.2013', 3, 'כניסה לכפר חורה, כביש ערד צומת שוקת', '054-7779477');
INSERT INTO `lpg_israel` VALUES(1427, 'כרמיאל ,דור אלון', 'א-ה 07:30-20:00 ,ו'' עד 14:00', 32.923992, 35.311974, 3.92, 1, '18.10.2013', 1, 'כרמיאל, האופן 11, ניר גז', '04-9589002');
INSERT INTO `lpg_israel` VALUES(1428, 'לוד ,דור אלון', '‎א-ש 24 שעות', 31.959936, 34.898994, 3.82, 1, '12.10.2013', 1, 'לוד, אבא הלל סילבר 13', '054-5438088');
INSERT INTO `lpg_israel` VALUES(1429, 'צומת גבעת עוז,מגידו, דור אלון', '‎א-ש 24 שעות', 32.573147, 35.19685, 3.52, 1, '01.01.1970', 1, 'צומת מגידו, גבעת עוז', '054-6258501');
INSERT INTO `lpg_israel` VALUES(1430, 'נהריה, דור אלון', '‎א''-ש'', 7:00-20:00', 32.996662, 35.096695, 3.59, 1, '01.01.1970', 1, 'נהריה, פורצי כלא עכו 1', '04-9524002');
INSERT INTO `lpg_israel` VALUES(1431, '‎49. ?קיבוץ סער ,דלק', '‎א-ש 24 שעות', 33.02689, 35.105438, 0, 1, '01.01.1970', 4, '', '');
INSERT INTO `lpg_israel` VALUES(1432, '‎34. נתניה ,אמישראגז', '‎א-ה עד שעה 23.00 ,וי - ?', 32.322117, 34.882042, 2.8, 1, '11.10.2013', 6, '', '');
INSERT INTO `lpg_israel` VALUES(1433, 'נתניה ,פולג ,דור אלון', '‎א-ש 24 שעות', 32.279469, 34.848129, 3.92, 1, '11.10.2013', 1, 'נתניה, דרך בן גוריון 172', '054-5438033');
INSERT INTO `lpg_israel` VALUES(1434, '‎36. עכו ,דור אלון', '‎א-ש 24 שעות', 32.899769, 35.091019, 3.79, 1, '01.01.1970', 1, 'עכו, אזור תעשייה עכו', '054-5438479');
INSERT INTO `lpg_israel` VALUES(1435, '‎38. עפולה ,תפוז', '‎א-ש 24 שעות', 32.599579, 35.294868, 0, 1, '01.01.1970', 5, '', '');
INSERT INTO `lpg_israel` VALUES(1436, 'פתח תקווה ,מוסך גש חיש', '‎א-ה 24 שעות ו'' עד 16:00 ;מוצ"ש שעה אחרי צאת שבת', 32.093487, 34.847378, 3.96, 1, '15.10.2013', 1, 'קרית אריה, אפעל 13', '03-9190617');
INSERT INTO `lpg_israel` VALUES(1437, 'פתח תקווה ,פזגז', '‎א-ש 24 שעות', 32.098282, 34.864857, 3.92, 1, '11.10.2013', 2, 'רח'' גיסין 80, פתח תקווה', '03-9213029');
INSERT INTO `lpg_israel` VALUES(1438, '‎45. צומת ראם ,דור אלון', '‎א-ש 24 שעות', 31.758167, 34.783573, 3.92, 1, '11.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1439, '‎54. קרית ביאליק ,דור אלון', '‎א-ש 24 שעות', 32.861111, 35.098648, 3.52, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1440, '‎קרית ביאליק ,טן', '‎שעות ???', 32.874275, 35.097755, 3.49, 1, '01.01.1970', 10, '', '');
INSERT INTO `lpg_israel` VALUES(1441, '‎13. בנימינה, דור אלון', '‎א-ש 24 שעות', 32.509174, 34.958916, 3.95, 1, '05.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1442, '‎47. קבוצת יבנה ,דור אלון', '‎א-ש 24 שעות', 31.819044, 34.730473, 3.72, 1, '02.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1443, 'צומת כח ,פזגז', '‎א-ש 24 שעות', 33.12455, 35.570396, 3.88, 1, '14.10.2013', 2, 'כביש 90. צומת כח', '');
INSERT INTO `lpg_israel` VALUES(1444, '‎58. ראשון לציון ,נענע', '‎א-ש 24 שעות', 31.993565, 34.751686, 3.84, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1445, '‎56. ראשון לציון ,יעד', '‎לא בשבת', 31.979759, 34.813595, 3.47, 1, '01.01.1970', 7, '', '');
INSERT INTO `lpg_israel` VALUES(1446, '‎57. (ראשון לציון ,סונול (גז יגל', '‎א-ש 24 שעות', 31.98683, 34.772491, 3.77, 1, '01.01.1970', 8, '', '');
INSERT INTO `lpg_israel` VALUES(1447, '‎59. ראשון לציון ,סופרגז', '‎א-ה 07:00-22:00 ו'' 07:00-16:00', 31.979151, 34.810009, 0, 1, '01.01.1970', 9, '', '');
INSERT INTO `lpg_israel` VALUES(1448, 'רחובות ,גזפרו', '‎א-ש 24 שעות', 31.862705, 34.814468, 3.74, 1, '01.01.1970', 2, 'רחובות, רח'' בוסי סיינט ג''ורג'', (עקרון 2000) צומת בילו', '08-9357770');
INSERT INTO `lpg_israel` VALUES(1449, '‎60. רחובות ,אמישראגז', '‎שעות ???', 31.887627, 34.782162, 4.5, 1, '01.01.1970', 6, '', '');
INSERT INTO `lpg_israel` VALUES(1450, '‎64. רעננה ,יעד', '‎לא בשבת ,‎א-ש 24 שעות', 32.194954, 34.878197, 3.85, 1, '01.01.1970', 7, '', '');
INSERT INTO `lpg_israel` VALUES(1451, '‎51. תל יצחק ,דור אלון', '‎א-ש 24 שעות', 32.255054, 34.874855, 3.92, 1, '03.10.2013', 1, '', '09-8990257');
INSERT INTO `lpg_israel` VALUES(1452, '‎צומת צמח ,פזגז', '‎א-ש 24 שעות', 32.703777, 35.586166, 3.74, 1, '01.01.1970', 2, 'צומת צמח, מועצה אזורית עמק הירדן', '04-6755476');
INSERT INTO `lpg_israel` VALUES(1453, '‎12. בני ברק ,דור אלון', 'א-ה 07:00-24:00 ,ו'' 07:00-16:00 ,מוצ"ש עד 24:00', 32.096169, 34.826767, 3.9, 1, '08.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1454, '‎61. רחובות ,סופרגז', '‎שעות ???', 31.888796, 34.780994, 3.49, 1, '01.01.1970', 9, '', '');
INSERT INTO `lpg_israel` VALUES(1455, 'מודיעין ,פזגז', '‎א-ה 24 שעות, ו'' עד כניסת שבת, מוצאי שבת', 31.889437, 34.959785, 3.88, 1, '14.10.2013', 2, 'מודיעין, רח'' המכונאי, תחנת דלק "פז", ישפרו סנטר', '08-9267207');
INSERT INTO `lpg_israel` VALUES(1456, '‎55. ראש העין ,ש.מ.ש', 'א-ה 07:00-21:00 ,ו''- עד שעה לפני כניסת השבת ,מוצ"ש עד 22:00', 32.107807, 34.93919, 3.64, 1, '01.01.1970', 0, '', '');
INSERT INTO `lpg_israel` VALUES(1457, '‎65. שדי חמד ,דור אלון', '‎א-ש 24 שעות', 32.155415, 34.94725, 3.92, 1, '02.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1458, '‎48. קיבוץ בארי ,פזגז', '‎שעות ???', 31.424122, 34.492867, 0, 1, '01.01.1970', 2, 'קיבוץ בארי, תחנת דלק קיבוץ בארי, ד.נ. הנגב', '');
INSERT INTO `lpg_israel` VALUES(1459, '‎6. אשקלון ,סונול', '‎א-ש 24 שעות', 31.662331, 34.597191, 0, 1, '01.01.1970', 3, '', '');
INSERT INTO `lpg_israel` VALUES(1460, '‎33. נווה ירק ,דור אלון', '‎א-ש 24 שעות', 32.137154, 34.916759, 3.92, 1, '02.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1461, '‎7. אשקלון ,פזגז', '‎א-ש 24 שעות', 31.658525, 34.600597, 0, 1, '01.01.1970', 2, 'אשקלון, כביש 4, צומת אשקלון. תחנת דלק "פז"', '08-6723269');
INSERT INTO `lpg_israel` VALUES(1462, '‎5. אשדוד ,דלק (check)', '24 שעות', 31.814663, 34.649109, 0, 1, '01.01.1970', 4, 'אשדוד, רח'' אורט 1 ', '');
INSERT INTO `lpg_israel` VALUES(1463, '‎43. צומת דבירה ,דור אלון', '‎א-ש 24 שעות', 31.422138, 34.78611, 3.92, 1, '01.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1464, '‎28. כרמיאל ,סופרגז', '‎שעות ???', 32.923927, 35.311638, 3.67, 1, '18.10.2013', 9, '', '');
INSERT INTO `lpg_israel` VALUES(1465, '‎29. מג''דל שמס ,סופרגז', '‎שעות ???', 33.266712, 35.766338, 0, 1, '01.01.1970', 9, '', '');
INSERT INTO `lpg_israel` VALUES(1466, '‎50. קיבוץ עינת ,דור אלון', '‎א-ש 24 שעות', 32.0895, 34.943436, 3.79, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1467, 'דלית אל כרמל ,פזגז', '‎שעות ???', 32.705601, 35.057522, 0.01, 1, '01.01.1970', 2, 'תחנת דלק "כרמל דלקים", אזור תעשייה דלית אל כרמל', '');
INSERT INTO `lpg_israel` VALUES(1468, '‎21. חיפה ,דור אלון', '‎א-ש 24 שעות', 32.787987, 35.037998, 3.79, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1469, '‎46. צפריה ,סונול', '‎24 שעות ?', 32.008846, 34.857204, 0, 1, '01.01.1970', 3, '', '');
INSERT INTO `lpg_israel` VALUES(1470, '‎31. מושב שרשרת ,תפוז', '‎24 שעות ?', 31.416359, 34.60553, 0, 1, '01.01.1970', 5, '', '');
INSERT INTO `lpg_israel` VALUES(1471, '‎24. יהוד ,גז יגל', '‎שעות ??', 32.027744, 34.883202, 3.6, 1, '01.01.1970', 8, '', '');
INSERT INTO `lpg_israel` VALUES(1472, 'כביש התענכים ,פזגז', '‎א-ש 24 שעות', 32.583393, 35.244179, 0, 1, '01.01.1970', 2, 'כביש התענכים, כ-900 מטרים לפני צומת הסרגל תענך', '04-6597915');
INSERT INTO `lpg_israel` VALUES(1473, '‎בית שאן .דור אלון ???', '‎24 שעות ?', 32.544209, 35.434071, 0, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1474, '‎בית שאן ,טן', '‎24 שעות ?', 32.511101, 35.500175, 3.59, 1, '01.10.2013', 10, '', '');
INSERT INTO `lpg_israel` VALUES(1475, 'צומת נחל חדרה ,דור אלון', '‎א-ש 24 שעות', 32.464494, 34.919453, 3.84, 1, '03.10.2013', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1476, 'דור אלון, ‎מצפה רמון', '‎א-ש 24 שעות', 30.627176, 34.805947, 0, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1477, 'צומת שילת ,דלק', 'א-ש 24 שעות', 31.917636, 35.012312, 0, 1, '01.01.1970', 4, '', '');
INSERT INTO `lpg_israel` VALUES(1478, 'נענע – המרכז הישראלי להסבת רכבים להנעה בגז', 'www.nanagas.co.il', 31.993565, 34.751686, 0, 2, '', 201, 'יוסף ספיר 5, ראשון לציון 75704', 'טלפקס: 03-9418918, 052-8162816 מכירות: 054-7339733');
INSERT INTO `lpg_israel` VALUES(1479, 'גזפרו - הסבה לגז', 'www.gaspro.co.il', 32.405312, 34.898888, 3.89, 2, '11.10.2013', 202, 'גשר העץ 10, אזור תעשיה עמק חפר', 'טלפון: 1-700-700-235 ,פקס: 04-6212412');
INSERT INTO `lpg_israel` VALUES(1480, 'צוקים ,דור אלון', '24 שעות', 30.485146, 35.173413, 0, 1, '01.01.1970', 1, '', '');
INSERT INTO `lpg_israel` VALUES(1481, 'קלנסווה, פזגז', 'א-ש: 7:00-20:00', 32.2933, 34.98274, 3.83, 1, '19.10.2013', 2, 'כביש קלנסוואה-טייבה', '');
INSERT INTO `lpg_israel` VALUES(1482, 'זרזיר, קידמה פי 100', 'מצריך בדיקה, טל: 04-651-40-02', 32.732143, 35.215781, 0, 1, '01.01.1970', 0, '', '');
INSERT INTO `lpg_israel` VALUES(1483, 'אדיר דלקים, מתתיהו', 'א-ה: 07:00-23:00 שישי עד 14:00\r\nשבת מצאת שבת', 31.930501, 35.030615, 3.92, 1, '18.10.2013', 4, 'ישוב מתתיהו', '050-6432261');
INSERT INTO `lpg_israel` VALUES(1484, 'מוסך ליליאן בע"מ', 'www.lilien.co.il', 31.888226, 34.78125, 0, 2, '', 0, 'היצירה 21 א.ת רחובות', '08-9467591');
INSERT INTO `lpg_israel` VALUES(1485, 'מוסך גז חיש', 'www.gas-chish.co.il', 32.093551, 34.847286, 0, 2, '', 0, 'אפעל 13, קריית אריה, פתח תקווה', 'טל'': 03-9190617 שלומי: 050-9977797 פיני: 050-3598898');
INSERT INTO `lpg_israel` VALUES(1486, 'מוסך שחר', 'www.musachshachar.co.il', 32.923816, 35.311656, 0, 2, '', 0, 'רח'' האופן 17, אזור תעשייה כרמיאל', '052-9125875');
INSERT INTO `lpg_israel` VALUES(1487, 'אוקטן קל', '', 31.232069, 34.797669, 0, 2, '', 0, 'הגפן 4, באר שבע', '08-6272917');
INSERT INTO `lpg_israel` VALUES(1488, 'סופר אוטו גז', '', 32.996661, 35.096806, 0, 2, '', 0, 'פורצי כלא עכו 1, נהריה', '04-9524002');
INSERT INTO `lpg_israel` VALUES(1489, 'ניר גז', 'www.neergas.co.il', 32.923888, 35.311999, 0, 2, '', 0, 'האופן 11, כרמיאל', '04-9589004, 052-2560339');
INSERT INTO `lpg_israel` VALUES(1490, 'ג''יי גז', 'http://www.jgas-israel.com/', 32.806322, 35.062114, 0, 2, '', 0, 'שד'' ההסתדרות 182, מפרץ חיפה', '04-8401174/8, 050-7723030');
INSERT INTO `lpg_israel` VALUES(1491, 'גרין קאר', 'http://www.greencar.co.il/', 32.096314, 34.826711, 0, 2, '', 0, 'הירקון 20, בני ברק', '03-5790005/2');
